In [1]:
import pandas as pd

In [4]:
df = pd.read_csv('users_real_rows.csv')
df

,id_user,name,surname,mail,phone,location,dni,birth,picture
0,86c1c38e-8f08-4622-a3e8-01ab9be3043a,Maximo,Rulli,NaN,NaN,"Cardales, Buenos Aires, Argentina",46910726,2005-08-17,NaN
1,ef9c8453-4235-4fbb-9258-56634290470e,Dardo,Altobelli,altobellidardo@gmail.com,5.434896e+11,"campana, bs as, arg",46812070,2005-11-11,NaN

In [9]:
df.drop([0,1], axis=0)
df.to_csv('users_dummy.csv')